[
    {
      "id": 1,
      "img": "https://i.imgur.com/2fFQeka.jpg",
      "title": "The Web Developer Bootcamp 2021",
      "courseTime": "63.5 hrs",
      "codingExercises": "62 coding exercises",
      "courseAccess": "Full lifetime access",
      "articles": "42 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Hi! Welcome to the brand new version of The Web Developer Bootcamp, Udemy's most popular web development course.  This course was just completely overhauled to prepare students for the 2021 job market, with over 60 hours of brand new content. This is the only course you need to learn web development. There are a lot of options for online developer training, but this course is without a doubt the most comprehensive and effective on the market.  Here's why:"
    },
    {
      "id": 2,
      "img": "https://couponos.me/wp-content/uploads/The-Complete-JavaScript-Course.jpg",
      "title": "The Complete JavaScript Course 2021: From Zero to Expert!",
      "courseTime": "68 hrs",
      "codingExercises": "70 coding exercises",
      "courseAccess": "Full lifetime access",
      "articles": "20 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Really, really well made course. Super in-depth, with great challenges and projects that will solidify your Javascript understanding. I found the lectures were paced perfectly -- Jonas doesn't skip over anything that might be useful to a JS developer — Carson Bartholomew.JavaScript is the most popular programming language in the world. It powers the entire modern web. It provides millions of high-paying jobs all over the world. That's why you want to learn JavaScript too. And you came to the right place!"
    },
    {
      "id": 3,
      "img": "https://i.ytimg.com/vi/6fM3ueN9nYM/maxresdefault.jpg",
      "title": "React JS Notes App & Crash Course",
      "courseTime": "2.5 hrs on-demand video",
      "codingExercises": "10 coding exercises",
      "courseAccess": "Full lifetime access",
      "articles": "7 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "If you're new to React, you'll have fun learning the basics of how react works while building a fully functional notes app with some cool features. React is a frontend framework used by many established online companies such as Airbnb, Instagram, Uber Eats, Discord, and Pinterest just to name a few. Knowing how to build websites while with React will open up a wide range of job opportunities due to the demand for React developers around the world. This course is meant for complete beginners but can be enjoyed by anyone who has a base understanding of React and is looking to add another fun project to show off on their resume. While the application is quit simple I did add a few features that stand out such as autosaving without having to manually click the submit button when editing notes and some data manipulation to generate titles and previews to notes displayed in the list.My goal with this course is to give you an introduction so you can build a working application in as little time as possible, this is not a complete React course. I hope you enjoy this course and enjoy the start to this awesome journey of learning one of the worlds most used frontend frameworks :)"
    },
    {
      "id": 4,
      "img": "https://images-lebtivity.s3.amazonaws.com/content/versions/78448/1148-696-0-0/sales_training_practical_sales_techniques.jpg",
      "title": "Sales Training: Practical Sales Techniques",
      "courseTime": "2 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "5 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Sales is all about listening to people and prescribing a solution. In every job you'll come across sales moments, whether you're selling yourself in a job interview or selling products to customers - it's an essential skill in all career paths. Sales needn't be slimy, immoral, or complicated - it's simply about getting the best solution for the customer so they are thrilled to buy from you. With this course you can maximise your sales potential in just a few minutes - if you're already working in sales, or looking for a lucrative and enjoyable future career, effective selling is a valuable skill that you definitely need to master. Chris Croft is an international speaker and widely published author, who's been teaching Sales skills to companies for over 20 years. He's taught all over the world, as well as online, and has an entertaining and practical teaching style. This course is guaranteed to keep you engaged and amused, and teach you life changing skills for home and work. This course covers everything you need to know about sales: from preparing and planning, relationship building, objection handling techniques, and closing the deal at a brilliant price. It looks at lots of real life examples (some of which will definitely get you laughing) and gives practical tools you can use right away to get better results."
    },
    {
      "id": 5,
      "img": "https://coursemarks.com/wp-content/uploads/2020/11/802578_5a24_12.jpg",
      "title": "AZ-303 Azure Architecture Technologies Exam Prep 2021",
      "courseTime": "12.5 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "14 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Complete preparation for the AZ-303 Azure Architect Technologies exams. FREE UPGRADE: This course also contains the AZ-303 content. A completely fresh course recorded in September 2020! COURSE BONUS: Free study guide PDF available for download inside the course. Get your questions answered inside the course. A great value, since this course is updated as Microsoft changes the exam requirements over time. This course will be ready for you when you are ready to take the exam."
    },
    {
      "id": 6,
      "img": "https://www.courses4free.net/wp-content/uploads/2020/11/Adobe-Illustrator-CC-Essentials-Training-Course.jpg",
      "title": "Adobe Illustrator CC - Essentials Training Course",
      "courseTime": "9.5 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "2 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Are you frustrated trying to teach yourself Adobe Illustrator?! This course will quickly allow you to start getting paid for your Illustrator skills.Whether youre brand new to Illustrator, or have played around with it but need more guidance, this course will help you feel confident and comfortable using the industry-standard vector-based graphic application"
    },
    {
      "id": 7,
      "img": "https://i.ytimg.com/vi/EyArrtPU4mw/maxresdefault.jpg",
      "title": "Pixel Art Master Course - Beginner to Professional/Freelance",
      "courseTime": "16.5 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "10 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "This course teaches everything about pixel art for video games. From the very basics to the advanced techniques. Students will learn about lines, shapes, colour theory and harmony, creating a colour palette, designing characters, backgrounds, items, making animation and even how to start freelancing. You will also learn a lot about game design principles. If you are new to art or pixel art and want to create better art for your indie games then this course is for you. This course is always growing with ﻿new lessons (you can check the future planned lessons in a document available on the Discord server). If there is a topic that you would like me to cover, you can message me and I will make it. I am on Udemy and Discord server every day so you can easily get into contact with me."
    },
    {
      "id": 8,
      "img": "https://coursemarks.com/wp-content/uploads/2020/11/484606_5721_15.jpg",
      "title": "Instagram Marketing 2021: Complete Guide To Instagram Growth",
      "courseTime": "7.5 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "1 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition",
      "description": "Once you spend just a few hours learning the powerful proven Instagram marketing techniques, you will see why we are the recommend course. We have easy to follow step by step techniques to grow your followers and market your business.Your time will pay off by reaching thousands of new customers, and building a strong, trustworthy relationship through Instagram will skyrocket your brand awareness to a level beyond your expectations. You will have the tools to create quality content, grow your Instagram followers and market your business to these hyper-targeted customers. When making a purchasing decision, people online use your social media presence as a measure of the quality, and trustworthiness of your business. Nothing speaks trust and quality louder than having a thousands of targeted, real, and loving Instagram followers on your profile (of which you can contact at any time!) Your profile will be professional and compelling and you will be using stories, live streaming and all the other new features Instagram releases."
    },
    {
      "id": 9,
      "img": "https://skillscouter.com/wp-content/uploads/2019/10/Best-Online-iPhone-Photography-Classes-Courses-amp-Certifications.jpg",
      "title": "iPhone Photography learn",
      "courseTime": "2 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "2 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition"
    },
    {
      "id": 10,
      "img": "https://coursefreedl.com/wp-content/uploads/2021/05/Inuyasha-Training-Program.jpg",
      "title": "Inuyasha Training Program",
      "courseTime": "8.5 hrs",
      "courseAccess": "Full lifetime access",
      "articles": "12 articles",
      "view": "View access on moble and TV",
      "certificate": "Certificate of complition"
    }
  ]